export const juzData = [
  //   juz from 1 to 30 ...
  {
    juz: 1,
    name: "الجزء الأول",
  },
  {
    juz: 2,
    name: "الجزء الثاني",
  },
  {
    juz: 3,
    name: "الجزء الثالث",
  },
  {
    juz: 4,
    name: "الجزء الرابع",
  },
  {
    juz: 5,
    name: "الجزء الخامس",
  },
  {
    juz: 6,
    name: "الجزء السادس",
  },
  {
    juz: 7,
    name: "الجزء السابع",
  },
  {
    juz: 8,
    name: "الجزء الثامن",
  },
  {
    juz: 9,
    name: "الجزء التاسع",
  },
  {
    juz: 10,
    name: "الجزء العاشر",
  },
  {
    juz: 11,
    name: "الجزء الحادي عشر",
  },
  {
    juz: 12,
    name: "الجزء الثاني عشر",
  },
  {
    juz: 13,
    name: "الجزء الثالث عشر",
  },
  {
    juz: 14,
    name: "الجزء الرابع عشر",
  },
  {
    juz: 15,
    name: "الجزء الخامس عشر",
  },
  {
    juz: 16,
    name: "الجزء السادس عشر",
  },
  {
    juz: 17,
    name: "الجزء السابع عشر",
  },
  {
    juz: 18,
    name: "الجزء الثامن عشر",
  },
  {
    juz: 19,
    name: "الجزء التاسع عشر",
  },
  {
    juz: 20,
    name: "الجزء العشرون",
  },
  {
    juz: 21,
    name: "الجزء الحادي والعشرون",
  },
  {
    juz: 22,
    name: "الجزء الثاني والعشرون",
  },
  {
    juz: 23,
    name: "الجزء الثالث والعشرون",
  },
  {
    juz: 24,
    name: "الجزء الرابع والعشرون",
  },
  {
    juz: 25,
    name: "الجزء الخامس والعشرون",
  },
  {
    juz: 26,
    name: "الجزء السادس والعشرون",
  },
  {
    juz: 27,
    name: "الجزء السابع والعشرون",
  },
  {
    juz: 28,
    name: "الجزء الثامن والعشرون",
  },
  {
    juz: 29,
    name: "الجزء التاسع والعشرون",
  },
  {
    juz: 30,
    name: "الجزء الثلاثون",
  },
];
